Repository: gorpello/GymBro
Catalog: GymBroPackage/Sources/L10n/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, it, ja, ko, nl, pl, pt, ru, tr, uk, zh, zh_hant

# autoAdvanceHint
source: When the last set of an exercise is ticked, the workout moves on.
ar: عند تحديد آخر مجموعة للتمرين، ينتقل التمرين تلقائيًا إلى التمرين التالي.
de: Wenn der letzte Satz einer Übung markiert wird, geht das Training weiter.
es: Al marcar la última serie de un ejercicio, el entreno pasa al siguiente.
fa: وقتی آخرین ست یک حرکت انجام‌شده شد، تمرین جلو می‌رود.
fr: Quand la dernière série d’un exercice est cochée, la séance passe automatiquement au suivant.
it: Quando segni l'ultima serie di un esercizio, l'allenamento passa al prossimo.
ja: 種目の最後のセットを完了すると、自動的に次の種目へ進みます。
ko: 운동의 마지막 세트를 체크하면 자동으로 다음 운동으로 넘어갑니다.
nl: Wanneer de laatste set van een oefening is afgevinkt, gaat de training automatisch naar de volgende.
pl: Po zaznaczeniu ostatniej serii ćwiczenia trening automatycznie przejdzie dalej.
pt: Ao marcar a última série de um exercício, o treino passa para o próximo.
ru: Когда отметишь последний подход упражнения, тренировка перейдёт к следующему.
tr: Bir egzersizin son seti işaretlendiğinde antrenman otomatik olarak sonrakine geçer.
uk: Коли останній підхід вправи позначено, тренування автоматично переходить до наступної.
zh: 勾选一个动作的最后一组后，训练会自动进入下一个动作。
zh_hant: 勾選某動作的最後一組後，訓練會自動前往下一個動作。

# autoProgress
source: Add weight next time
ar: أضف وزنًا في المرة القادمة
de: Beim nächsten Mal Gewicht erhöhen
es: Subir el peso solo
fa: دفعه بعد وزن اضافه کن
fr: Ajouter du poids la prochaine fois
it: Aumenta il peso da solo
ja: 次回は重量を追加
ko: 다음에 중량 추가
nl: Volgende keer gewicht toevoegen
pl: Dodaj ciężar następnym razem
pt: Subir o peso sozinho
ru: Добавлять вес сам
tr: Bir dahaki sefere ağırlık ekle
uk: Додати вагу наступного разу
zh: 下次自动加重
zh_hant: 下次增加重量

# autoProgressHint
source: Hit every rep and the next session starts %@ heavier.
ar: أكمل كل التكرارات وسيبدأ التمرين التالي بزيادة %@.
de: Schaffst du jede Wiederholung, beginnt das nächste Training mit %@ mehr.
es: Si cumples todas las repes, el siguiente entreno empieza %@ más arriba.
fa: همه تکرارها را بزن و جلسه تمرین بعد %@ سنگین‌تر شروع می‌شود.
fr: Réussis toutes les répétitions et la prochaine séance commencera avec %@ de plus.
it: Se completi tutte le ripetizioni, la prossima volta si parte con %@ in più.
ja: すべての回数を達成すると、次回は %@ 増えた重量で開始します。
ko: 모든 반복을 성공하면 다음 운동은 %@ 더 높은 중량으로 시작합니다.
nl: Haal alle herhalingen en de volgende training begint met %@ extra.
pl: Wykonaj wszystkie powtórzenia, a następny trening zacznie się z ciężarem większym o %@.
pt: Se completar todas as repetições, o próximo treino começa %@ a mais.
ru: Сделаешь все повторения — следующая тренировка начнётся на %@ тяжелее.
tr: Tüm tekrarları tamamladığında sonraki antrenman %@ daha ağır başlar.
uk: Виконай усі повторення, і наступне тренування почнеться з додаванням %@.
zh: 完成全部次数后，下次训练自动增加 %@。
zh_hant: 完成所有次數後，下次訓練會從多 %@ 的重量開始。

# placePlates
source: Plates and bar
ar: الأقراص والبار
de: Scheiben und Stange
es: Discos y barra
fa: وزنه و میله
fr: Disques et barre
it: Dischi e bilanciere
ja: プレートとバー
ko: 원판과 바
nl: Schijven en stang
pl: Talerze i gryf
pt: Discos e barra
ru: Блины и гриф
tr: Plakalar ve bar
uk: Диски та гриф
zh: 杠铃片和杠铃杆
zh_hant: 槓片與槓鈴桿

# platesAll
source: Everything available
ar: كل شيء متاح
de: Alles Verfügbare
es: Todo disponible
fa: همه‌چیز موجود
fr: Tout est disponible
it: Tutto disponibile
ja: すべて利用可能
ko: 모두 사용 가능
nl: Alles beschikbaar
pl: Wszystko dostępne
pt: Tudo disponível
ru: Всё доступно
tr: Hepsi mevcut
uk: Усе доступно
zh: 全部可用
zh_hant: 全部可用

# platesOwned
source: %lld sizes
ar: %lld مقاسات
de: %lld Größen
es: %lld medidas
fa: %lld سایز
fr: %lld tailles
it: %lld misure
ja: %lldサイズ
ko: %lld개 크기
nl: %lld maten
pl: %lld rozmiarów
pt: %lld medidas
ru: %lld размера
tr: %lld plaka ağırlığı
uk: %lld розмірів
zh: %lld 种
zh_hant: %lld 種尺寸

# platePairs
source: PAIRS
ar: الأزواج
de: PAARE
es: PAREJAS
fa: جفت
fr: PAIRES
it: COPPIE
ja: ペア
ko: 쌍
nl: PAREN
pl: PARY
pt: PARES
ru: ПАРЫ
tr: ÇİFTLER
uk: ПАРИ
zh: 对数
zh_hant: 對數

# plateAchievable
source: Closest you can load: %@
ar: أقرب وزن ممكن: %@
de: Nächstmögliche Beladung: %@
es: Lo más cerca que puedes cargar: %@
fa: نزدیک‌ترین باری که می‌توانی ببندی: %@
fr: Charge la plus proche possible : %@
it: Il più vicino che puoi caricare: %@
ja: 最も近い重量: %@
ko: 가장 가까운 가능 중량: %@
nl: Dichtst mogelijke belasting: %@
pl: Najbliższy możliwy ciężar: %@
pt: O mais perto que consegue carregar: %@
ru: Ближайший вес, который соберётся: %@
tr: Yükleyebileceğin en yakın ağırlık: %@
uk: Найближча доступна вага: %@
zh: 最接近可加到：%@
zh_hant: 最接近的可用重量：%@

# autoWarmup
source: Start with warm-up sets
ar: ابدأ بمجموعات الإحماء
de: Mit Aufwärmsätzen beginnen
es: Empezar con calentamiento
fa: شروع با ست‌های گرم‌کردن
fr: Commencer par des séries d’échauffement
it: Inizia con il riscaldamento
ja: ウォームアップセットから開始
ko: 워밍업 세트로 시작
nl: Beginnen met opwarmsets
pl: Zacznij od serii rozgrzewkowych
pt: Começar com aquecimento
ru: Начинать с разминки
tr: Isınma setleriyle başla
uk: Починати з розминкових підходів
zh: 先做热身组
zh_hant: 從暖身組開始

# autoWarmupHint
source: Adds the ramp-up sets when the workout opens.
ar: يضيف مجموعات إحماء تصاعدية عند فتح التمرين.
de: Fügt beim Öffnen des Trainings die Aufwärmsätze hinzu.
es: Añade las series de calentamiento al abrir el entreno.
fa: وقتی تمرین باز می‌شود ست‌های گرم‌کردن پلکانی را اضافه می‌کند.
fr: Ajoute les séries de montée en charge à l’ouverture de la séance.
it: Aggiunge le serie di riscaldamento all'apertura dell'allenamento.
ja: ワークアウト開始時に段階的ウォームアップセットを追加します。
ko: 운동을 열 때 단계별 워밍업 세트를 추가합니다.
nl: Voegt opbouwsets toe wanneer de training wordt geopend.
pl: Dodaje serie narastające po otwarciu treningu.
pt: Adiciona as séries de aquecimento ao abrir o treino.
ru: Добавляет разминочные подходы при открытии тренировки.
tr: Antrenman açıldığında kademeli ısınma setleri ekler.
uk: Додає розминкові підходи при відкритті тренування.
zh: 开始训练时自动加入热身组。
zh_hant: 開啟訓練時加入漸進暖身組。

# trainReminder
source: Training reminder
ar: تذكير بالتمرين
de: Trainingserinnerung
es: Aviso para entrenar
fa: یادآور تمرین
fr: Rappel d’entraînement
it: Promemoria per allenarti
ja: ワークアウトリマインダー
ko: 운동 알림
nl: Trainingsherinnering
pl: Przypomnienie o treningu
pt: Aviso para treinar
ru: Напоминание о тренировке
tr: Antrenman hatırlatıcısı
uk: Нагадування про тренування
zh: 训练提醒
zh_hant: 訓練提醒

# trainReminderHint
source: A nudge at this time, only on the days your routine is planned.
ar: تذكير في هذا الوقت، فقط في الأيام التي يكون فيها روتينك مجدولًا.
de: Eine Erinnerung zu dieser Zeit, nur an den Tagen, an denen dein Trainingsplan vorgesehen ist.
es: Un aviso a esta hora, solo los días que tengas rutina.
fa: فقط در روزهای برنامه‌ریزی‌شده روتین، همین ساعت یادآوری می‌کند.
fr: Un rappel à cette heure, uniquement les jours où ton programme est prévu.
it: Un avviso a quest'ora, solo nei giorni in cui hai una scheda.
ja: この時刻に、ルーティン予定日のみ通知します。
ko: 이 시간에, 루틴이 예정된 날에만 알림을 보냅니다.
nl: Een herinnering op dit tijdstip, alleen op dagen waarop je routine gepland staat.
pl: Przypomnienie o tej porze tylko w dni, na które zaplanowano plan.
pt: Um aviso nesta hora, só nos dias com rotina planejada.
ru: Напомнит в это время, только в те дни, на которые стоит программа.
tr: Yalnızca programının olduğu günlerde bu saatte hatırlatır.
uk: Нагадування в цей час лише в дні, коли заплановано програму.
zh: 在你安排了计划的日子，按这个时间提醒你。
zh_hant: 在這個時間提醒你，但只會在課表排定的日子提醒。

# notifTrainChannel
source: Training reminder
ar: تذكير بالتمرين
de: Trainingserinnerung
es: Aviso para entrenar
fa: یادآور تمرین
fr: Rappel d’entraînement
it: Promemoria per allenarti
ja: ワークアウトリマインダー
ko: 운동 알림
nl: Trainingsherinnering
pl: Przypomnienie o treningu
pt: Aviso para treinar
ru: Напоминание о тренировке
tr: Antrenman hatırlatıcısı
uk: Нагадування про тренування
zh: 训练提醒
zh_hant: 訓練提醒

# notifTrainChannelWhy
source: A nudge to train on the days you planned.
ar: تذكير للتمرن في الأيام التي خططت لها.
de: Eine Erinnerung zum Trainieren an den geplanten Tagen.
es: Un toque para entrenar los días que has planeado.
fa: در روزهایی که برنامه‌ریزی کردی برای تمرین یادآوری‌ات می‌کند.
fr: Un rappel pour t’entraîner les jours que tu as prévus.
it: Una spinta ad allenarti nei giorni che hai pianificato.
ja: 予定した日にトレーニングするよう通知します。
ko: 계획한 날에 운동하도록 알려줍니다.
nl: Een herinnering om te trainen op je geplande dagen.
pl: Przypomnienie o treningu w zaplanowane dni.
pt: Um toque para treinar nos dias que planejou.
ru: Толчок потренироваться в те дни, что ты запланировал.
tr: Planladığın günlerde antrenman yapman için hatırlatma.
uk: Нагадування тренуватися у заплановані дні.
zh: 在你安排训练的日子提醒你。
zh_hant: 在你安排的日子提醒你訓練。

# notifTrainTitle
source: Time to train
ar: حان وقت التمرين
de: Zeit zu trainieren
es: Toca entrenar
fa: وقت تمرین
fr: C’est l’heure de s’entraîner
it: È ora di allenarsi
ja: ワークアウトの時間です
ko: 운동할 시간입니다
nl: Tijd om te trainen
pl: Czas na trening
pt: Hora de treinar
ru: Пора тренироваться
tr: Antrenman zamanı
uk: Час тренуватися
zh: 该训练了
zh_hant: 該訓練了

# notifTrainBody
source: Your routine is waiting.
ar: روتينك بانتظارك.
de: Dein Trainingsplan wartet.
es: Tu rutina te está esperando.
fa: روتینت منتظر است.
fr: Ton programme t’attend.
it: La tua scheda ti aspetta.
ja: ルーティンが待っています。
ko: 루틴이 기다리고 있습니다.
nl: Je routine wacht op je.
pl: Twój plan czeka.
pt: A sua rotina está te esperando.
ru: Твоя программа ждёт.
tr: Programın seni bekliyor.
uk: Твоя програма чекає.
zh: 你的训练计划在等你。
zh_hant: 你的課表在等你。

# exportCatalog
source: Export exercise list
ar: تصدير قائمة التمارين
de: Übungsliste exportieren
es: Exportar lista de ejercicios
fa: خروجی فهرست حرکات
fr: Exporter la liste des exercices
it: Esporta la lista di esercizi
ja: 種目リストを書き出す
ko: 운동 목록 내보내기
nl: Oefeningenlijst exporteren
pl: Eksportuj listę ćwiczeń
pt: Exportar lista de exercícios
ru: Экспортировать список упражнений
tr: Egzersiz listesini dışa aktar
uk: Експортувати список вправ
zh: 导出动作清单
zh_hant: 匯出動作清單

# importRoutine
source: Import a routine (JSON)
ar: استيراد روتين (JSON)
de: Trainingsplan importieren (JSON)
es: Importar una rutina (JSON)
fa: وارد کردن روتین (JSON)
fr: Importer un programme (JSON)
it: Importa una scheda (JSON)
ja: ルーティンを読み込む（JSON）
ko: 루틴 가져오기(JSON)
nl: Routine importeren (JSON)
pl: Importuj plan (JSON)
pt: Importar uma rotina (JSON)
ru: Импортировать программу (JSON)
tr: Programı içe aktar (JSON)
uk: Імпортувати програму (JSON)
zh: 导入训练计划（JSON）
zh_hant: 匯入課表（JSON）

# planIntro
source: Build me a training routine using only the exercises in this list.
ar: أنشئ لي روتين تدريب باستخدام التمارين الموجودة في هذه القائمة فقط.
de: Erstelle mir einen Trainingsplan, der nur die Übungen aus dieser Liste verwendet.
es: Hazme una rutina de entrenamiento usando solo los ejercicios de esta lista.
fa: یک روتین تمرینی فقط با حرکات این فهرست برایم بساز.
fr: Crée-moi un programme d’entraînement en utilisant uniquement les exercices de cette liste.
it: Creami una scheda di allenamento usando solo gli esercizi di questa lista.
ja: このリストの種目だけを使ってトレーニングルーティンを作ってください。
ko: 이 목록의 운동만 사용해 운동 루틴을 만들어 주세요.
nl: Maak voor mij een trainingsroutine met alleen oefeningen uit deze lijst.
pl: Ułóż mi plan treningowy używając tylko ćwiczeń z tej listy.
pt: Faça-me uma rotina de treino usando só os exercícios desta lista.
ru: Составь мне программу тренировок, используя только упражнения из этого списка.
tr: Yalnızca bu listedeki egzersizleri kullanarak bana bir antrenman programı oluştur.
uk: Склади мені програму тренувань, використовуючи лише вправи з цього списку.
zh: 只用这份清单里的动作，帮我做一份训练计划。
zh_hant: 請只使用此清單中的動作為我建立訓練課表。

# planFormat
source: Answer with JSON only, in this shape:
ar: أجب بصيغة JSON فقط، بهذا الشكل:
de: Antworte ausschließlich mit JSON in dieser Form:
es: Responde solo con JSON, con esta forma:
fa: فقط با JSON جواب بده، به این شکل:
fr: Réponds uniquement en JSON, sous cette forme :
it: Rispondi solo con JSON, in questo formato:
ja: 次の形式のJSONのみで回答してください:
ko: 다음 형식의 JSON으로만 답하세요:
nl: Antwoord alleen in JSON, in deze vorm:
pl: Odpowiedz wyłącznie w JSON, w tym formacie:
pt: Responda só em JSON, seguindo este formato:
ru: Ответь только в JSON, вот в таком виде:
tr: Yalnızca şu biçimde JSON olarak yanıt ver:
uk: Відповідай лише у JSON, у такому форматі:
zh: 只用 JSON 回答，格式如下：
zh_hant: 只以 JSON 回覆，格式如下：

# planImported
source: %lld exercises added to the routine
ar: تمت إضافة %lld تمارين إلى الروتين
de: %lld Übungen zum Trainingsplan hinzugefügt
es: %lld ejercicios añadidos a la rutina
fa: %lld حرکت به روتین اضافه شد
fr: %lld exercices ajoutés au programme
it: %lld esercizi aggiunti alla scheda
ja: ルーティンに%lld種目追加
ko: 루틴에 운동 %lld개 추가됨
nl: %lld oefeningen aan routine toegevoegd
pl: %lld ćwiczeń dodanych do planu
pt: %lld exercícios adicionados à rotina
ru: в программу добавлено %lld упражнения
tr: %lld egzersiz programa eklendi
uk: %lld вправ додано до програми
zh: 已向训练计划加入 %lld 个动作
zh_hant: 已新增 %lld 個動作到課表

# planNothing
source: No exercise in that file matched your library
ar: لا يوجد تمرين في هذا الملف يطابق مكتبتك
de: Keine Übung aus dieser Datei passt zu deiner Bibliothek
es: Ningún ejercicio de ese archivo está en tu biblioteca
fa: هیچ حرکتی در آن فایل با کتابخانه‌ات جور نبود
fr: Aucun exercice de ce fichier ne correspond à ta bibliothèque
it: Nessun esercizio di quel file è nella tua libreria
ja: このファイルの種目はライブラリに一致しません
ko: 이 파일의 운동이 라이브러리와 일치하지 않습니다
nl: Geen oefening uit dit bestand komt overeen met je bibliotheek
pl: Żadne ćwiczenie z tego pliku nie pasuje do twojej biblioteki
pt: Nenhum exercício desse arquivo está na sua biblioteca
ru: Ни одного упражнения из этого файла нет в твоей библиотеке
tr: Bu dosyadaki hiçbir egzersiz kütüphanenle eşleşmedi
uk: Жодна вправа з файлу не відповідає бібліотеці
zh: 该文件中的动作都不在你的动作库里
zh_hant: 此檔案中的動作都與你的資料庫不符

# planFailed
source: That file is not a routine we can read
ar: هذا الملف ليس روتينًا يمكن لـ GymMane قراءته
de: Diese Datei ist kein lesbarer Trainingsplan
es: Ese archivo no es una rutina que se pueda leer
fa: آن فایل روتینی نیست که بتوانیم بخوانیم
fr: Ce fichier n’est pas un programme que GymMane peut lire
it: Quel file non è una scheda che si possa leggere
ja: このファイルはGymManeが読み込めるルーティンではありません
ko: 이 파일은 GymMane이 읽을 수 있는 루틴이 아닙니다
nl: Dit bestand is geen routine die GymMane kan lezen
pl: Ten plik nie jest planem, który GymMane potrafi odczytać
pt: Esse arquivo não é formatado em uma rotina aceita
ru: Этот файл — не программа, его не прочитать
tr: Bu dosya GymMane'in okuyabileceği bir program içermiyor
uk: Цей файл не є програмою, яку GymMane може прочитати
zh: 无法读取该训练计划文件
zh_hant: 這個檔案不是 GymMane 能讀取的課表

# routineGroup
source: Group
ar: مجموعة
de: Gruppe
es: Grupo
fa: گروه
fr: Groupe
it: Gruppo
ja: グループ
ko: 그룹
nl: Groep
pl: Grupa
pt: Grupo
ru: Группа
tr: Grup
uk: Група
zh: 分组
zh_hant: 群組

source: New group
ar: مجموعة جديدة
de: Neue Gruppe
es: Grupo nuevo
fa: گروه جدید
fr: Nouveau groupe
it: Nuovo gruppo
ja: 新しいグループ
ko: 새 그룹
nl: Nieuwe groep
pl: Nowa grupa
pt: Novo grupo
ru: Новая группа
tr: Yeni grup
uk: Нова група
zh: 新建分组
zh_hant: 新增群組

source: No group
ar: بدون مجموعة
de: Keine Gruppe
es: Sin grupo
fa: بدون گروه
fr: Aucun groupe
it: Senza gruppo
ja: グループなし
ko: 그룹 없음
nl: Geen groep
pl: Brak grupy
pt: Sem grupo
ru: Без группы
tr: Grup yok
uk: Без групи
zh: 不分组
zh_hant: 無群組

# groupNameHint
source: Push / Pull / Legs, 5×5…
ar: دفع / سحب / أرجل، 5×5…
de: Drücken / Ziehen / Beine, 5×5…
es: Empuje / Tirón / Pierna, 5×5…
fa: پرس / کشش / پا، ۵×۵…
fr: Push / Pull / Jambes, 5×5…
it: Push / Pull / Gambe, 5×5…
ja: プッシュ / プル / 脚、5×5…
ko: 푸시 / 풀 / 하체, 5×5…
nl: Push / Pull / Benen, 5×5…
pl: Push / Pull / Nogi, 5×5…
pt: Empurrar / Puxar / Pernas, 5×5…
ru: Push / Pull / Ноги, 5×5…
tr: İtiş / Çekiş / Bacak, 5×5…
uk: Push / Pull / Ноги, 5×5…
zh: 推 / 拉 / 腿，5×5…
zh_hant: 推 / 拉 / 腿、5×5…

source: Filters
ar: عوامل التصفية
de: Filter
es: Filtros
fa: فیلترها
fr: Filtres
it: Filtri
ja: フィルター
ko: 필터
pl: Filtry
pt: Filtros
ru: Фильтры
tr: Filtreler
uk: Фільтри
zh: 筛选
zh_hant: 篩選條件

# setsPlannedHint
source: Pick how many sets you want of each one. The workout opens with them ready.
ar: اختر عدد المجموعات لكل تمرين. سيفتح التمرين وكل شيء جاهز.
de: Wähle, wie viele Sätze du von jeder Übung möchtest. Beim Öffnen des Trainings sind sie bereits vorbereitet.
es: Elige cuántas series quieres de cada uno. El entreno se abre con ellas puestas.
fa: بگو از هر کدام چند ست می‌خواهی. تمرین با آن‌ها آماده باز می‌شود.
fr: Choisis le nombre de séries voulu pour chacun. La séance s’ouvrira avec tout prêt.
it: Scegli quante serie vuoi di ognuno. L'allenamento si apre già con quelle.
ja: 各種目のセット数を選択してください。ワークアウト開始時にすべて準備されます。
ko: 각 운동의 원하는 세트 수를 선택하세요. 운동을 열면 모두 준비되어 있습니다.
nl: Kies voor elke oefening het gewenste aantal sets. De training opent dan helemaal klaar.
pl: Wybierz liczbę serii dla każdego ćwiczenia. Trening otworzy się z gotowym planem.
pt: Escolha quantas séries quer de cada um. O treino abre com elas prontas.
ru: Выбери, сколько подходов хочешь в каждом. Тренировка откроется уже с ними.
tr: Her egzersiz için istediğin set sayısını seç. Antrenman, setler hazır biçimde açılır.
uk: Обери кількість підходів для кожної вправи. Тренування відкриється вже підготовленим.
zh: 为每个动作选好组数，训练开始时就已经排好。
zh_hant: 為每個動作選擇需要的組數。訓練開啟時會全部準備好。

# nextTime
source: NEXT
ar: المرة القادمة
de: NÄCHSTES MAL
es: SIGUIENTE
fa: دفعه بعد
fr: PROCHAINE FOIS
it: PROSSIMA
ja: 次回
ko: 다음번
nl: VOLGENDE KEER
pl: NASTĘPNYM RAZEM
pt: PRÓXIMO
ru: СЛЕДУЮЩИЙ
tr: BİR DAHAKİ SEFER
uk: НАСТУПНОГО РАЗУ
zh: 下次
zh_hant: 下次

# nextHold
source: same weight until you hit every rep
ar: حافظ على نفس الوزن حتى تكمل كل التكرارات
de: gleiches Gewicht, bis du jede Wiederholung schaffst
es: el mismo peso hasta cumplir todas las repes
fa: همان وزن تا همه تکرارها را بزنی
fr: garde le même poids jusqu’à réussir toutes les répétitions
it: stesso peso finché non completi tutte le ripetizioni
ja: すべての回数を達成するまで同じ重量を維持
ko: 모든 반복을 성공할 때까지 같은 중량 유지
nl: houd hetzelfde gewicht totdat je alle herhalingen haalt
pl: utrzymuj ten sam ciężar, aż wykonasz wszystkie powtórzenia
pt: o mesmo peso até completar todas as repetições
ru: тот же вес, пока не сделаешь все повторения
tr: tüm tekrarları tamamlayana kadar aynı ağırlığı koru
uk: залишай ту саму вагу, доки не виконаєш усі повторення
zh: 保持重量，直到完成全部次数
zh_hant: 維持相同重量，直到完成所有次數

# bgPhoto
source: Your photo
ar: صورتك
de: Dein Foto
es: Tu foto
fa: عکس تو
fr: Ta photo
it: La tua foto
ja: あなたの写真
ko: 내 사진
nl: Jouw foto
pl: Twoje zdjęcie
pt: A sua foto
ru: Твоё фото
tr: Fotoğrafın
uk: Твоє фото
zh: 你的照片
zh_hant: 你的照片

# bgPhotoPick
source: Choose a photo
ar: اختر صورة
de: Foto auswählen
es: Elegir una foto
fa: انتخاب عکس
fr: Choisir une photo
it: Scegli una foto
ja: 写真を選択
ko: 사진 선택
nl: Foto kiezen
pl: Wybierz zdjęcie
pt: Escolher uma foto
ru: Выбрать фото
tr: Fotoğraf seç
uk: Вибрати фото
zh: 选择照片
zh_hant: 選擇照片

# bgPhotoChange
source: Change photo
ar: تغيير الصورة
de: Foto ändern
es: Cambiar la foto
fa: تغییر عکس
fr: Changer la photo
it: Cambia la foto
ja: 写真を変更
ko: 사진 변경
nl: Foto wijzigen
pl: Zmień zdjęcie
pt: Mudar a foto
ru: Поменять фото
tr: Fotoğrafı değiştir
uk: Змінити фото
zh: 更换照片
zh_hant: 變更照片

# bgPhotoRemove
source: Remove photo
ar: إزالة الصورة
de: Foto entfernen
es: Quitar la foto
fa: حذف عکس
fr: Supprimer la photo
it: Togli la foto
ja: 写真を削除
ko: 사진 제거
nl: Foto verwijderen
pl: Usuń zdjęcie
pt: Tirar a foto
ru: Убрать фото
tr: Fotoğrafı kaldır
uk: Видалити фото
zh: 移除照片
zh_hant: 移除照片

# bgDim
source: HOW DARK
ar: التعتيم
de: WIE DUNKEL
es: CUÁNTO OSCURECE
fa: چقدر تیره
fr: ASSOMBRISSEMENT
it: QUANTO SCURA
ja: 暗さ
ko: 어둡게
nl: VERDUISTERING
pl: PRZYCIEMNIENIE
pt: QUANTO ESCURECE
ru: НАСКОЛЬКО ТЕМНО
tr: KARARTMA
uk: ЗАТЕМНЕННЯ
zh: 变暗程度
zh_hant: 變暗程度

# dimSoft
source: Soft
ar: خفيف
de: Sanft
es: Suave
fa: ملایم
fr: Léger
it: Leggera
ja: 弱
ko: 약하게
nl: Licht
pl: Lekkie
pt: Suave
ru: Слабо
tr: Hafif
uk: Легке
zh: 轻
zh_hant: 輕微

# dimMedium
source: Medium
ar: متوسط
de: Mittel
es: Media
fa: متوسط
fr: Moyen
it: Media
ja: 中
ko: 중간
nl: Gemiddeld
pl: Średnie
pt: Média
ru: Средне
tr: Orta
uk: Середнє
zh: 中
zh_hant: 中等

# dimStrong
source: Strong
ar: قوي
de: Stark
es: Fuerte
fa: قوی
fr: Fort
it: Forte
ja: 強
ko: 강하게
nl: Sterk
pl: Mocne
pt: Forte
ru: Сильно
tr: Güçlü
uk: Сильне
zh: 重
zh_hant: 強烈

# bgPhotoHint
source: It sits behind everything, dimmed so the app stays readable.
ar: تظهر خلف الواجهة كلها مع تعتيمها للحفاظ على وضوح التطبيق.
de: Es ist gedimmt hinter allem, damit die App lesbar bleibt.
es: Va detrás de todo, oscurecida para que la app se siga leyendo.
fa: پشت همه‌چیز قرار می‌گیرد، تیره‌شده تا اپ خوانا بماند.
fr: Elle apparaît derrière toute l’interface, assombrie pour garder l’application lisible.
it: Sta dietro a tutto, scurita perché l'app resti leggibile.
ja: アプリ全体の背景に表示され、読みやすいよう暗く処理されます。
ko: 전체 인터페이스 뒤에 표시되며 앱이 잘 보이도록 어둡게 처리됩니다.
nl: De foto verschijnt achter de hele interface, verduisterd zodat de app leesbaar blijft.
pl: Pojawia się za całym interfejsem, przyciemnione, aby aplikacja pozostała czytelna.
pt: Fica atrás de tudo, escurecida, para o app continuar legível.
ru: Оно стоит за всем, затемнённое, чтобы приложение читалось.
tr: Tüm arayüzün arkasında, uygulama okunabilir kalsın diye karartılmış olarak görünür.
uk: Фото відображається за всім інтерфейсом і затемнюється для читабельності.
zh: 照片在最底层，会调暗以保证界面清晰。
zh_hant: 它會顯示在整個介面背後，並加深以保持可讀性。

# reminderSmart
source: Smart
ar: ذكي
de: Intelligent
es: Inteligente
fa: هوشمند
fr: Intelligent
it: Intelligente
ja: スマート
ko: 스마트
nl: Slim
pl: Inteligentne
pt: Inteligente
ru: Умное
tr: Akıllı
uk: Розумне
zh: 智能
zh_hant: 智慧

# reminderFixed
source: Fixed time
ar: وقت ثابت
de: Feste Zeit
es: Hora fija
fa: ساعت ثابت
fr: Heure fixe
it: Ora fissa
ja: 固定時刻
ko: 고정 시간
nl: Vaste tijd
pl: Stała godzina
pt: Hora fixa
ru: В точное время
tr: Sabit saat
uk: Фіксований час
zh: 固定时间
zh_hant: 固定時間

# reminderSmartHint
source: It uses the days and the time you actually train, and stays quiet on a day you already trained.
ar: يستخدم الأيام والأوقات التي تتمرن فيها فعليًا ويبقى صامتًا إذا كنت قد تمرنت في ذلك اليوم بالفعل.
de: Verwendet die Tage und die Zeit, zu denen du tatsächlich trainierst, und bleibt an einem bereits absolvierten Trainingstag ruhig.
es: Usa los días y la hora a los que sueles entrenar, y calla si ese día ya entrenaste.
fa: روزها و ساعتی که واقعاً تمرین می‌کنی را استفاده می‌کند و روزی که تمرین کرده‌ای ساکت می‌ماند.
fr: Il utilise les jours et l’heure auxquels tu t’entraînes réellement et reste silencieux si tu t’es déjà entraîné ce jour-là.
it: Usa i giorni e l'ora in cui ti alleni davvero, e sta zitto se quel giorno ti sei già allenato.
ja: 実際にトレーニングする曜日と時刻を学習し、その日に既にトレーニング済みなら通知しません。
ko: 실제로 운동하는 요일과 시간을 사용하며 그날 이미 운동했다면 알림을 보내지 않습니다.
nl: Gebruikt de dagen en tijden waarop je echt traint en blijft stil als je die dag al hebt getraind.
pl: Używa dni i godzin, w których faktycznie trenujesz, i milczy, jeśli tego dnia trening już był.
pt: Usa os dias e a hora em que você costuma treinar e não notifica se você já treinou nesse dia.
ru: Берёт дни и время, когда ты реально тренируешься, и молчит, если в этот день ты уже потренировался.
tr: Gerçekte antrenman yaptığın gün ve saatleri kullanır; o gün zaten antrenman yaptıysan sessiz kalır.
uk: Використовує дні й час, коли ти реально тренуєшся, і мовчить, якщо цього дня тренування вже було.
zh: 按你实际训练的日子和时间提醒；当天已经练过就不再打扰。
zh_hant: 它會使用你實際訓練的日子與時間；如果當天已訓練，就不再提醒。
